Repository: Salicorne/YAAS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: You can only edit your own auctions !
fr: Vous ne pouvez éditer que vos propres enchères !

source: Your auction has been updated !
fr: Votre enchère a été mise à jour.

source: Error during auction editing !
fr: Erreur durant l'édition de l'enchère.

source: Your auction has been created !
fr: Votre enchère a été créée !

source: Your bid has been placed !
fr: Votre mise a été placée.

source: Error during form validation.
fr: Erreur lors de la validation du formulaire.

source: Auctions
fr: Enchères

source: Create auction
fr: Créer une enchère

source: Emails history
fr: Historique des emails

source: Banned auctions
fr: Enchères bannies

source: No account yet ?
fr: Pas encore de compte ?

source: Create a new one !
fr: Créez-en un !

source: Registration
fr: Inscription

source: Register
fr: Inscription

source: Already have an account ?
fr: Vous avez déjà un compte ?

source: Sign in !
fr: Connectez-vous !
